/* Call */
"Call" = "Ligar";

/* Can't send Tweets */
"Can't send Tweets" = "Impossível enviar Tweets";

/* Cancel */
"Cancel" = "Cancelar";

/* Choose From Library */
"Choose From Library" = "Escolher na biblioteca";

/* FireHouse */
"FireHouse" = "Quartel";

/* Last Updated: */
"Last Updated:" = "Actualizado em:";

/* Loading... */
"Loading..." = "A actualizar...";

/* Never updated... */
"Never updated..." = "Desconhecido...";

/* Pull down to refresh... */
"Pull down to refresh..." = "Puxar para actualizar...";

/* Release to refresh... */
"Release to refresh..." = "Libertar para actualizar...";

/* Saved */
"Saved" = "Guardada";

/* Saving... */
"Saving..." = "A guardar...";

/* Take Photo */
"Take Photo" = "Tirar foto";